Repository: dlippok/photometric-viewer
Catalog: data/translations/*/LC_MESSAGES/io.github.dlippok.photometric-viewer.po
Languages: de, pl

source: Application Settings
de: Einstellungen
pl: Ustawienia aplikacji

source: Local settings
de: Lokale Einstellungen
pl: Ustawienia lokalne

source: Preferred units of measurement and display settings related to your local area
de: Bevorzugte Längeneinheiten und Einstellungen zu deinem Standort
pl: Preferowane jednostki miary i ustawienia lokalne

source: Use units from photometric file
de: Benutze Einheiten aus der Photometriedatei
pl: Użyj jednostek z pliku

source: Preferred length units
de: Bevorzugte Längeneinheiten
pl: Preferowane jednostki miary

source: Meters
de: Meter
pl: Metry

source: Centimeters
de: Zentimeter
pl: Centymetry

source: Millimeters
de: Millimeter
pl: Milimetry

source: Feet
de: Fuß
pl: Stopy

source: Inches
de: Zoll
pl: Cale

source: Electricity price per kWh
de: Strompreis pro kWh
pl: Koszt energii elektrycznej (za kWh)

source: Photometric diagram
de: Lichtverteilungskurve
pl: Krzywa światłości

source: Apperance of light distribution diagram
de: Aussehen der Lichtverteilungskurve
pl: Wygląd krzywej światłości

source: Theme
de: Design
pl: Motyw

source: Simple
de: Einfach
pl: Prosty

source: Detailed
de: Detaliert
pl: Szczegółowy

source: Style
de: Stil
pl: Styl

source: Max value
de: Größter Wert
pl: Wartość maksymalna

source: Round number
de: Runde Zahl
pl: Okrągła liczba

source: Snap guides to
de: Richte Hilfslinien an
pl: Pozycja linii pomocniczych

source: Both
de: Beide
pl: Obie

source: Only relevant
de: Nur relevante
pl: Tylko znaczące

source: Display half spaces
de: Halbräume
pl: Wyśwetl półprzestrzeń

source: Photometry
de: Photometrie
pl: Fotometria

source: Geometry
de: Geometrie
pl: Wymiary

source: Lamps and ballast
de: Lampen und Vorschaltgeräte
pl: Lampy i stateczniki

source: Open photometric file to display it here
de: Öffnen Sie eine Photometriedatei, um diese hier anzuzeigen
pl: Otwórz plik fotometryczny aby zobaczyć tutaj jego zawartość.

source: Open File
de: Datei Öffnen
pl: Otwórz Plik

source: Export Light Distribution Curve
de: Exportiere Lichtverteilungskurve
pl: Eksportuj krzywą światłości

source: Preview
de: Vorschau
pl: Podgląd

source: PNG raster graphics
de: PNG-Rastergrafik
pl: Grafika rastrowa PNG

source: SVG vector graphics
de: SVG-Vektorgrafik
pl: Grafika wektorowa SVG

source: Source
de: Quelle
pl: Żródło

source: Intensity values
de: Lichtstärken
pl: Wartości światłości

source: C Plane
de: C-Ebene
pl: Płaszczyzna

source: Gamma angle
de: Gamma-Winkel
pl: Kąt gamma

source: Show all
de: Alle anzeigen
pl: Pokaż wszystkie

source: Too many values to display
de: Zu viele Werte für die Anzeige
pl: Zbyt wiele wartości do wyświetlenia

source: Select a particular C plane or gamma angle to display the values
de: Wählen Sie eine C-Ebene oder einen Gamma-Winkel um die Werte anzuzeigen
pl: Wybierz płaszczyznę lub kąt gamma aby zobaczyć wartości

source: Value was calculated from other properties and may not be accurate. Please refer to manufacturer's data sheet if available.
de: Der Wert wurde aus anderen Eigenschaften berechnet und ist möglicherweise nicht genau. Bitte beachten Sie das Datenblatt des Herstellers, falls vorhanden.
pl: Wartość została obliczona na podstawie innych właściwości i może nie być dokładna. Należy zapoznać się z arkuszem danych producenta, jeśli jest dostępny.

source: Unknown
de: Unbekannt
pl: Nieznany

source: Luminaire shape
de: Form der Leuchte
pl: Kształt oprawy

source: Rectangular
de: Rechteckig
pl: Prostokątny

source: Luminaire dimensions
de: Abmessungen der Leuchte
pl: Wymiary oprawy

source: Round
de: Rund
pl: Okrągły

source: Luminous opening shape
de: Form der Lichtaustrittfläche
pl: Kształt powierzchni świecącej

source: Sphere
de: Kugel
pl: Kula

source: Point
de: Punktförmig
pl: Punkt

source: Horizontal cylinder oriented along luminaire width
de: Horizontaler Zylinder entlang Leuchtenbreite
pl: Poziomy walec wzdłuż szerokości oprawy

source: Horizontal cylinder oriented along luminaire length
de: Horizontaler Zylinder entlang Leuchtenlänge
pl: Poziomy walec wzdłuż długości oprawy

source: Ellipse oriented along luminaire width
de: Ellipse entlang Leuchtenbreite
pl: Elipsa wzdłuż szerokości oprawy

source: Ellipse oriented along luminaire length
de: Ellipse entlang Leuchtenlänge
pl: Elipsa wzdłuż długości oprawy

source: Ellipsoid oriented along luminaire width
de: Ellipsoid entlang Leuchtenbreite
pl: Elipsoida wzdłuż szerokości oprawy

source: Ellipsoid oriented along luminaire length
de: Ellipsoid entlang Leuchtenlänge
pl: Elipsoida wzdłuż długości oprawy

source: Luminous opening dimensions
de: Abmessungen der Lichtaustrittfläche
pl: Wymiary powierzchni świecącej

source: Luminous opening height
de: Höhe der Lichtaustrittfläche
pl: Wysokość powierzchni świecącej

source: Luminaire type
de: Typ der Leuchte
pl: Typ oprawy

source: Point source with symmetry about the vertical axis
de: Punktquelle mit Symmetrie zur vertikalen Achse
pl: Źródło punktowe z symetrią wokół osi poziomej

source: Linear luminaire
de: Linienquelle
pl: Oprawa liniowa

source: Point source with any other symmetry
de: Punktquelle mit anderer Symmetrie
pl: Źródło punktowe z inną symetrią

source: Export
de: Exportieren
pl: Eksportuj

source: Open in browser
de: Im Webbrowser öffnen

source: Menu
de: Menü

source: Number of lamps
de: Anzahl der Lampen
pl: Liczba lamp

source: Lamp
de: Lampe
pl: Lampa

source: Lamp catalog no.
de: Katalognummer der Lampe
pl: Numer katalogowy lampy

source: Color Rendering Index (CRI)
de: Farbwiedergabeindex
pl: Współczynnik oddawania barw (CRI)

source: Measure of the ability of a light source to reproduce the colors of various objects faithfully in comparison with an ideal or natural light source.
de: Bechreibt die Fähigkeit der Lichtquelle, die Farben verschiedener Objekte im Vergleich zu einer idealen oder natürlichen Lichtquelle getreu wiederzugeben.

source: Initial rating per lamp
de: Ursprünglicher Lichtstrom pro Lampe
pl: Strumień świetlny na lampę

source: Luminous flux emitted by the lamp.
de: Von der Lampe ausgestrahlter Lichtstrom.

source: Efficacy
de: Lichtausbeute

source: Ratio of luminous flux emitted by the lamp to the power consumed by the lamp.
de: Verhältnis zwischen dem von der Lampe abgegebenen Lichtstrom und der von der Lampe aufgenommenen Leistung.

source: Lamp position
de: Position der Lampe
pl: Pozycja lampy

source: Ballast
de: Vorschaltgerät
pl: Statecznik

source: Ballast catalog no.
de: Katalognummer des Vorschaltgerätes
pl: Numer katalogowy statecznika

source: Lamp {}
de: Lampe {}
pl: Lampa {}

source: Color
de: Lichtfarbe
pl: Kolor

source: Light color as specified by the manufacturer.
de: Lichtfarbe gemäß Herstellerangaben.

source: Photometric properties
de: Photometrische Eigenschaften
pl: Właściwości fotometryczne

source: Luminous flux
de: Leuchtenlichtstrom

source: Total amount of light emitted by the luminaire.
de: Die gesamte von der Leuchte abgegebene Lichtmenge.

source: Light output ratio
de: Leuchtenbetriebswirkungsgrad
pl: Sprawność oprawy

source: Ratio of luminous flux emitted by the luminaire to the luminous flux emitted by the lamps.
de: Verhältnis zwischen dem von der Leuchte abgegebenen Lichtstrom und dem von den Lampen abgegebenen Lichtstrom.

source: Ratio of luminous flux emitted by the luminaire to the power consumed by the luminaire.
de: Verhältnis zwischen dem von der Leuchte abgegebenen Lichtstrom und der von der Leuchte aufgenommenen Leistung.

source: Downward flux fraction (DFF)
de: Unterer halbräumlicher Lichtstromanteil
pl: Współczynnik strumienia świetlnego w dolnej półprzestrzeni (DFF)

source: Ratio of luminous flux emitted by the luminaire in the downward hemisphere to the luminous flux emitted by the luminaire in all directions.
de: Verhältnis des von der Leuchte in dem nach unten gerichteten Halbraum abgestrahlten Lichtstroms zu dem Gesamtlichtstrom.

source: Additional properties
de: Zusätzliche Informationen
pl: Dodatkowe parametry

source: Low Pressure Sodium Lamp
de: Natriumdampf-Niederdrucklampe
pl: Niskociśnieniowa lampa sodowa

source: Sodium Lamp
de: Natriumdampflampe
pl: Lampa sodowa

source: Incandescent lamp 40 W
de: Glühlampe 40 W
pl: Żarówka 40 W

source: Incandescent lamp 60 W
de: Glühlampe 60 W
pl: Żarówka 60 W

source: Incandescent lamp 100 W
de: Glühlampe 100 W
pl: Żarówka 100 W

source: Warm white compact fluorescent and LED lamps
de: Kompakte Leuchtstofflampe und LEDs (Warmweiß)
pl: Świetlówka kompaktowa lub lampa LED of ciepłej temperaturze barwowej

source: Halogen incandescent lamp
de: Halogenlampe
pl: Żarówka halogenowa

source: Studio CP light
de: Fotolampe
pl: Lampa fotograficzna

source: Neutral white fluorescent lamp
de: Neutralweiß-Leuchtstofflampe
pl: Świetlówka o neutralnej temperaturze barwowej

source: Sunrise/Sunset
de: Sonnenaufgang/Sonnenuntergang
pl: Wschód/zachód słońca

source: Morning/Afternoon
de: Morgen-/Abendsonne
pl: Poranek/Wieczór

source: Noon
de: Mittagssonne
pl: Południe

source: Xenon lamp
de: Xenonlampe
pl: Lampa ksenonowa

source: Overcast sky
de: Bedeckter Himmel
pl: Zachmurzone niebo

source: Color temperature
de: Farbtemperatur
pl: Temperatura barwowa

source: Warm White (< 3300 K)
de: Warmweiß (< 3300 K)
pl: Ciepła (< 3300 K)

source: Neutral White (3300 K ... 5300 K)
de: Neutralweiß (3300 K ... 5300 K)
pl: Neutralna (3300 K ... 5300 K)

source: Cold White (> 5300 K)
de: Kaltweiß (> 5300 K)
pl: Zimna (> 5300 K)

source: Common light temperatures
de: Typische Farbtemperaturen
pl: Popularne temperatury barwowe

source: Similar to: {} ({})
de: Ähnlich wie: {} ({})
pl: Podobna do: {} ({})

source: Wattage
de: Leistung
pl: Moc

source: Power consumption
de: Stromverbrauch
pl: Zużycie energii elektrycznej

source: Utilization (hours per day)
de: Betriebsdauer (Stunden pro Tag)
pl: Czas pracy (godzin na dobę)

source: Annual power consumption
de: Stromverbrauch pro Jahr
pl: Roczne zużycie energii elektrycznej

source: Annual cost of operation
de: Betriebskosten pro Jahr
pl: Roczny koszt użytkowania

source: Size in px
de: Größe in Pixel
pl: Rozmiar w pikselach

source: File type
de: Dateityp
pl: Typ pliku

source: Background
de: Hintergrund
pl: Tło

source: Solid
de: Farbe
pl: Pełne

source: Curve Appearance
de: Erscheinungsbild der Kurve
pl: Wygląd krzywej

source: Variant
de: Variante
pl: Wariant

source: Bright
de: Hell
pl: Jasny

source: Dark
de: Dunkel
pl: Ciemny

source: Open
de: Öffnen
pl: Otwórz

source: Settings schema could not be loaded. Selected settings will be lost on restart
de: Schema für Einstellungen könnte nicht geladen werden. Eingestellte Werte werden nach dem Programmende verworfen
pl: Nie można wczytać schematu ustawień. Wybrane ustawienia zostaną utracone po zamknięciu programu.

source: Exported as {}
de: Exportiert als {}
pl: Wyeksportowano jako {}

source: Invalid content of photometric file {}
de: Ungültiger Inhalt in der Photometriedatei {}
pl: Niepoprawna zawartość pliku fotometrycznego {}

source: Could not open {}
de: Datei {} könnte nich geöffnet werden
pl: Nie można otworzyć pliku {}

source: All files
de: Alle Dateien
pl: Wszystkie pliki

source: JSON files
de: JSON-Dateien
pl: Pliki JSON

source: CSV files
de: CSV-Dateien
pl: Pliki CSV

source: All photometric files
de: Alle Photometriedateien
pl: Wszystkie pliki fotometryczne

source: All Files
de: Alle Dateien
pl: Wszystkie pliki

source: Intensity Values
de: Lichtstärken
pl: Wartości światłości

source: LDC Export
de: Lichtverteilungskurve exportieren
pl: Eksportuj krzywą światłości

source: Dismiss
de: Schließen
pl: Zamknij

source: Back
de: Zurück
pl: Wstecz

source: Conversion factor for luminous intensities
de: Berechnungsfaktor für Lichtstärken
pl: Faktor konwersji światłości

source: Luminous flux of the luminaire
de: Leuchtenlichtstrom
pl: Strumień świetlny oprawy

source: No content
de: Kein Inhalt
pl: Brak treści

source: General information
de: Allgemeine Informationen
pl: Podstawowe informacje

source: Catalog Number
de: Katalognummer
pl: Numer katalogowy

source: Manufacturer
de: Hersteller
pl: Producent

source: Description
de: Beschreibung
pl: Opis

source: Measurement
de: Messung
pl: Pomiar

source: Date and user
de: Datum und Benutzer
pl: Data i użytkownik

source: EULUMDAT file
de: EULUMDAT
pl: Plik EULUMDAT

source: Units
de: Einheiten
pl: Jednostki

source: Measurement units displayed in the application
de: Längeneinheiten für Anzeige in der Applikation
pl: Jednostki miary w aplikacji

source: Photomertic Viewer
de: Photometrie

source: Untitled.json
de: Unbenannt.json
pl: Bez nazwy.json

source: JSON file (Photometric Data)
de: JSON-Datei (Photometiedaten)
pl: Plik JSON (Dane fotometryczne)

source: CSV file (Intensity Values)
de: CSV-Datei (Lichtstärken)
pl: Plik CSV (Wartości światłości)

source: Export as
de: Exportieren als
pl: Eksportuj jako

source: Cannot export as "{}". Format is not supported
de: Export konnte nicht durchgeführt werden. Dateiformat "{}" wird nicht unterstützt.
pl: Nie można wyeksportować jako "{}". Format pliku jest nieobsługiwany

source: {} could not be recognized as a valid IESNA file header
de: {} ist kein gültiger Header einer IESNA-Datei
pl: {} nie jest prawidłowym nagłówkiem pliku IESNA

source: Invalid values for luminous opening geometry
de: Ungültiger Wert für Geometrie der Lichtaustrittfläche
pl: Niepopeawne wartości dla rozmiarów powierzchni świecącej

source: Filename
de: Dateiname
pl: Nazwa pliku

source: Show source
de: Quelle anzeigen
pl: Pokaż źródło

source: Preferences
de: Einstellungen
pl: Ustawienia

source: About Photometry
de: Über Photometrie

source: As EULUMDAT
de: Als EULUMDAT
pl: Jako EULUMDAT

source: As IESNA
de: Als IESNA
pl: Jako IESNA

source: Light distribution curve
de: Lichtverteilungskurve
pl: Krzywa światłości

source: Luminaire data
de: Leuchtendaten
pl: Dane oprawy oświetleniowej

source: Transparent
pl: Przezroczyste

source: About Photometric Viewer
pl: O programie
